{"inkVersion":19,"root":[["\n","\n","\n","\n","\n",["done",{"#n":"g-0"}],null],"done",{"__footer_quotes":["end",null],"__notes":["^too much repeating:","\n","^yesterday","\n","^previously","\n","end",null],"day_0":[{"->":".^.post_title"},{"post_title":["^SoftCorp newest app launches today. ",{"->":".^.^.opt"},"\n",null],"post_text":["^Smart Heart - AI controlled heart rate monitor and ambulance dispatcher has over 4 million users already. Start taking care of your heart with one click. Download it today for free! ",{"->":".^.^.opt"},"\n",null],"email_title":["^Welcome and first day tasks ",{"->":".^.^.opt"},"\n",null],"email":["^Hey Tim!","\n","^n","\n","^First things first, welcome to SoftCorp! We are thrilled to have a new talented person in our team. Unfortunately we can't meet in person yet. We'll be working remotely for at least a few more months.","\n","^Your first task today will be to test the demonstration \"game\". It's just something we have prepared to show inverstors how the system works. It's a bit cheesy, but focus groups seemed to enjoy it.","\n","^Simply select one of ambulances (either by clicking on it, clicking on the UI on the right or pressing the number 1,2,..) and then RIGHT CLICK on location of appearing hearts.","\n","^You can add new locations to the path as long as ambulance is in \"Patrol\" state and has enough fuel (UI on the right). After that it will go back to garage to refuel and can be used again.","\n","^If you find any bugs, make sure to note them down and send me the list.","\n","^n","\n","^Best Regards,","\n","^Roger Space","\n","^SoftCorp Lab Global","\n","^+44 412 739 778","\n","^Glass is always half full! ",{"->":".^.^.opt"},"\n",null],"opt":[["ev","str","^You should not see this","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",null]}],null]}],"day_1":[{"->":".^.post_title"},{"post_title":["^This app literally saved my life! ",{"->":".^.^.opt"},"\n",null],"post_text":["^\"I was jogging when it happened.\" - says Wolfgang, father of two.","\n","^\"I started feeling dizzy and before I had time to react, I collapsed. Next thing I remember is waking up in the hospital. I wouldin't be here if I didn't install Smart Heart in the morning...","\n","^Thank you SoftCorp for saving me!\" ",{"->":".^.^.opt"},"\n",null],"email_title":["^Mainframe crash ",{"->":".^.^.opt"},"\n",null],"email":["^Hey Tim!","\n","^n","\n","^Our servers couldn't handle so many users siging up at the same time and the mainframe crashed at 2 AM. Until we fix it new users won't be able to download the app and the AI, which is running on the same machine won't work. Whole team is working on finding the bug and restarting the server.","\n","^But we also need to take care of existing users. Shutting down the whole app on second day would be PR disaster.","\n","^This is where you come in. I have hooked up the alert system and dispatcher to the game demo. Just do what you did yesterday. Events may appear a bit faster though.","\n","^You did great job yesterday, so I'm sure you can handle it!","\n","^n","\n","^Best Regards,","\n","^Roger Space","\n","^SoftCorp Lab Global","\n","^+44 412 739 778","\n","^There is no cooperation without communication. ",{"->":".^.^.opt"},"\n",null],"opt":[["ev","str","^You should not see this","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",null]}],null]}],"day_2":[{"->":".^.post_title"},{"post_title":["^One simple recipe will make your doctor furious! ",{"->":".^.^.opt"},"\n",null],"post_text":["^But your heart will thank you.","\n","^Just mix one fresh avocado, 100g of berries and... ",{"->":".^.^.opt"},"\n",null],"email_title":["^Status update ",{"->":".^.^.opt"},"\n",null],"email":["^Hi Tim,","\n","^n","\n","^Good news! We have managed to start up the mainframe, which means new customers will finally be able to sign up. But the issue with AI seems to be more complex. I'll need you to continue your work from yesterday.","\n","^By now you should be well familiar with the system, so I'm hoping you will do as well as you did previously. I'll give you a status update as soon as we have any developments with the issue.","\n","^n","\n","^Best Regards,","\n","^Roger Space","\n","^SoftCorp Lab Global","\n","^+44 412 739 778","\n","^If life gives you lemons, make lemonade. ",{"->":".^.^.opt"},"\n",null],"opt":[["ev","str","^You should not see this","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",null]}],null]}],"day_3":[{"->":".^.post_title"},{"post_title":["^Should you put your life","\n","^in the hands of a corporation? ",{"->":".^.^.opt"},"\n",null],"post_text":["^\"The ambulance just drove past me!\" - read the story of Victoria, one of many disappointed users of new trendy app. ",{"->":".^.^.opt"},"\n",null],"email_title":["^Status update ",{"->":".^.^.opt"},"\n",null],"email":["^Hi Tom,","\n","^n","\n","^We were finally able to sign the contract with elderly homes. This means more users, but also less time to react. Because of that we have added an additional ambulance station in the city center. We count on you to deliver performance as high as you did previously.","\n","^AI code is in worse state than we thought at first. We have involved additional resources, but it may take us some more time to get it running again.","\n","^n","\n","^Best Regards,","\n","^Roger Space","\n","^SoftCorp Lab Global","\n","^+44 412 739 778","\n","^Be the change you want to see in the world. ",{"->":".^.^.opt"},"\n",null],"opt":[["ev","str","^You should not see this","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",null]}],null]}],"day_4":[{"->":".^.post_title"},{"post_title":["^Big Game Today! ",{"->":".^.^.opt"},"\n",null],"post_text":["^Got tickets? If not it's definitely too late!","\n","^Game of the century, clash between rivaling clubs... ",{"->":".^.^.opt"},"\n",null],"email_title":["^RE: Big Game Today! ",{"->":".^.^.opt"},"\n",null],"email":["^Hi Tim,","\n","^n","\n","^I would like to thank you for all the hard work you did so far. You have proved to be very talented, hard-working and resilient in a difficult time. I see a bright future in your career if you continue like this.","\n","^As you probably know it's game day today, which means more people using the app in the city. We are estimating 25% increase in events. Also big traffic is expected between stadium and airport - ambulances might be getting stuck there.","\n","^Good luck today! Keep it up!","\n","^n","\n","^Best Regards,","\n","^Roger Space","\n","^SoftCorp Lab Global","\n","^+44 412 739 778","\n","^\"I failed my way to success.\" -Thomas Edison","\n","^n","\n","^------","\n","^n","\n","^Hi,","\n","^n","\n","^Please ensure your subordinates are aware of the importance of todays events for our company.","\n","^n","\n","^BR,","\n","^Sylvester Franke ",{"->":".^.^.opt"},"\n",null],"opt":[["ev","str","^You should not see this","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",null]}],null]}]}],"listDefs":{}}